import React from 'react';

const ContractInfo = () => {
  return (
    <div>
      <h2 className="my-4 text-xl font-bold">
        第六条关于房屋租赁期间的有关费用
      </h2>
      <p>
        1、在房屋租赁期间，如乙方垫付了应由甲方支付的费用，甲方应根据相关缴费凭据返还相应费用；
      </p>
      <p>2、乙方应当按时交纳以下费用：煤气、水、电等相关日常费用。</p>
      <h2 className="my-4 text-xl font-bold">第七条房屋的修缮与使用</h2>
      <p>
        1、在租赁期内，正常的房屋大修理费用由甲方承担；日常的房屋维修费用由乙承担。
      </p>
      <p>
        2、乙方应当合理使用其所承租的房屋及附属设施。因乙方管理使用不善造成房屋及其相连设备的损失和维修费用，由乙方承担责任并赔偿损失。
      </p>
      <p>
        3、租赁期间，防火安全，综合治理及安全、保卫等工作，乙方应执行当地有关部门规定并承担全部责任和服从甲方监督检查。
      </p>
      <h2 className="my-4 text-xl font-bold">第八条房屋交付及收回的验收</h2>
      <p>
        1、验收时双方应当共同参与，如对装修、器物等硬件设施、设备有异议应当场提出。
        <p>2、乙方应于房屋租赁期满后，将承租房屋及附属设施、设备交还甲方。</p>
        <p>
          3、乙方交还房屋时不得留存物品或影响房屋的正常使用，对未经同意留存的物品，甲方有权处置。
        </p>
      </p>
      <h2 className="my-4 text-xl font-bold">第九条合同的变更与解除</h2>
      <p>经双方协商一致，可以解除合同。</p>
      <h2 className="my-4 text-xl font-bold">第十条违约责任</h2>
      <p>租赁期间，乙方有下列行为之一的，甲方有权终止合同：</p>
      <p>1、未经甲方书面同意，将房屋分租、转租、转借给他人使用的。</p>
      <p>2、未经甲方书面同意，改动房屋结构或损坏房屋的。</p>
      <p>3、改变本合同规定的租赁用途、租住人数或利用该房屋进行违法活动的。</p>
      <h2 className="my-4 text-xl font-bold">第十一条补充协议</h2>
      <p>
        本合同未尽事项，由甲、乙双方另行议定，并签订补充协议。补充协议与本合同不一致的，以补充协议为准。
      </p>
      <h2 className="my-4 text-xl font-bold">第十二条争议解决</h2>
      <p>
        　本合同在履行中发生争议，由甲、乙双方协商解决。协商不成时，甲、乙双方均可向有管辖权的人民法院起诉。
      </p>
      <h2 className="my-4 text-xl font-bold">第十三条合同份数</h2>
      <p>
        本合同自甲、乙双方签字之日起生效，一式2份，甲、乙双方各执1份，具有同等效力。
      </p>
      <h2 className="my-4 text-xl font-bold">第十四条合同生效</h2>
      <p>本合同自甲乙双方签字或盖章之日起生效。当事人另有约定的，从其约定。</p>
    </div>
  );
};

export default ContractInfo;
